[
  {
    "Tom Chen": {
      "Election": "Mayor",
      "Name": "Tom Chen",
      "Photo file name": "chen",
      "Profile Text": "<p>Chen has been a restaurant owner and landlord for students since he moved to College Park 22 years ago, which he said lends him experience in balancing student and resident interests.</p><p>“I see student[s] treat[ed] very unfairly by the city and this community, and they should treat [them] better,” Chen said.</p><p>The current absentee system contributes to student disenfranchisement, said his campaign manager, Jacob Orgel, a junior government and politics and journalism major, since it doesn’t allow students in class during election day to file an absentee ballot.</p><p>Chen’s campaign slogan is to put “The college back in College Park.” His platform focuses on increasing student lines of communication to the city, promoting sexual assault prevention discussions and pursuing public safety, which includes seeking to establish a city-sponsored NITE Ride service.</p><p>“I like the current mayor, and he do[es] [a] good job, but he should focus [on] all the community, not just in Old Town area,” Chen said when speaking about public safety. “That is also one other major concern for the community as well — all the community should be treated equally [in safety efforts].”</p><p>Chen is running with District 3 council candidates Cindy Guijosa and Zack Miller.</p>",
      "Pulled Quote": "“I see student[s] treat[ed] very unfairly by the city and this community, and they should treat [them] better.”"
    },
    "Patrick Wojahn": {
      "Election": "Mayor",
      "Name": "Patrick Wojahn",
      "Photo file name": "wojahn",
      "Profile Text": "<p>Wojahn currently serves as the city’s mayor, and previously served four terms as a District 1 councilman.</p><p>“I think we’ve made a lot of progress in the last couple years in terms of building a strong partnership with the university and really accomplishing things that benefit College Park residents as a result of that partnership,” Wojahn said. “It would be a real shame if we turned our ship around now and stopped working toward a better, higher-quality college town.”</p><p>His campaign centers on issues such as transportation, sustainability, development in downtown College Park and addressing diversity challenges. He said his proudest accomplishments over the past two years include the progress with the mBike program, in addition to his work supporting local businesses and spearheading the establishment of the One College Park Coalition in 2016, which he wants to continue working with to hold discussions about diversity in the city.</p><p>“There’s a lot of promise here, and we’re only now starting to really realize our potential as a true college town, so I want to keep that momentum going,” Wojahn said.</p>",
      "Pulled Quote": "\"There’s a lot of promise here, and we’re only now starting to really realize our potential as a true college town.\"\n"
    },
    "Zari Malsawma": {
      "Election": "Mayor",
      "Name": "Zari Malsawma",
      "Photo file name": "malsawma",
      "Profile Text": "<p>Malsawma, a District 4 resident who moved to the city in November 1973, was a co-coordinator for the College Park Woods Neighborhood Watch and currently serves as a block captain. She’s also been a member of the civic association since the mid-1990s, and is a lead for the College Park Woods North neighborhood network on Nextdoor, a private social network for neighbors and their community.</p><p>“It’s something that God has led me out on,” Malsawma said about her decision to run. “It’s an adventure of faith. The vision he’s given me is to help make College Park a place where no evil can thrive, to see it become a city where God’s name is hallowed, his kingdom come and his will is done.”</p><p>Malsawma would like to work on creating a stronger city identity, developing infrastructure and bridging racial and political divides. She is in favor of a new City Hall that would have more space for city departments and cultural programs, such as one to help residents throughout the citizenship process.</p><p>“College Park is really diverse in terms of the different cultural backgrounds of the residents — we’re like a microcosm of the world here,” Malsawma said. “It’s so rich, and I think we have yet to find ways to draw strength from that diversity.”</p>",
      "Pulled Quote": "\"The vision [God has] given me is to help make College Park a place where no evil can thrive.\"\n"
    },
    "Mary Cook": {
      "Election": "Mayor",
      "Name": "Mary Cook",
      "Photo file name": "cook",
      "Profile Text": "<p>Cook, a current District 4 council member who has served nearly five years on council, is running for mayor to be a “strong voice for the residents.”</p><p>“I would like us to go back to basics. I would like to refocus our attentions on the needs of the residents because although College Park takes care of its residents, to an extent, I think there’s so much need by some of our individuals in the community and we’re missing it,” she said, highlighting the needs of children, families, senior citizens and immigrant populations.</p><p>Cook has served on the Advisory Planning Commission, Veterans Memorial Improvement Committee, North College Park Civic Association, Committee for a Better Environment, Cherry Hill Neighborhood Watch, North Autoville Cherry Hill Organization and the Committee for Transit Alternative. She has held leadership positions in all but the last organization, she said.</p><p>“I’m aware of many aspects of the issues that are important to the residents and important to the city,” Cook said.</p>",
      "Pulled Quote": "\"I would like to refocus our attentions on the needs of the residents.\"\n"
    },
    "Beth DeBosky": {
      "Election": "District 1",
      "Name": "Beth DeBosky",
      "Photo file name": "debosky",
      "Profile Text": "<p>DeBosky has been a District 1 resident for about 14 years, and brings 22 years of federal government contracting experience to the table. She has also been on the North College Park Community Association and involved with city volunteering.</p><p>“Being a councilperson has nothing to do with me and everything that has to do with the residents of District 1,” DeBosky said. “[My platform] depends on what the residents of District 1 are interested in.”</p><p>Her priorities center on providing the city’s elderly population with services, pursuing “practical and needed” development, implementing family activities and improving community unity.</p><p>One of her community unity ideas includes introducing an event called “World Weekend,” which would allow a group of residents to come together to celebrate their culture, with DeBosky’s own personal financial investment.</p>",
      "Pulled Quote": "“[My platform] depends on what the residents of District 1 are interested in.”\n"
    },
    "Christopher Gill": {
      "Election": "District 1",
      "Name": "Christopher Gill",
      "Photo file name": "gill",
      "Profile Text": "<p>Gill, who has been a District 1 resident for about five years and a College Park resident for almost eight years, has served on the Advisory Planning Commission for about four years and has been chairman since the end of 2015. He also held a fellowship on Capitol Hill in the summer and fall of 2009.</p><p>“People are honestly pretty positive about the city, and so am I,” Gill said. “Ultimately what I’m about is I want to fix the things that need fixing.… I think it’s a job that I can do, and it’s something I want to do.”</p><p>His campaign priorities center on improving and maintaining streets, parks and public facilities and pursuing traffic calming measures. Gill stressed his plan to implement and build on the Aging in Place Task Force recommendations, particularly the suggestion that College Park should connect people with state and county resources, Gill said. He would also pursue maintaining a transparent government with initiatives such as revisiting the “dense legal language” of city regulations.</p><p>“I’ve been politically active and involved most of my life. This is my community, I’m raising my kids here,” Gill said. “College Park has a lot of good assets but also clearly has some issues and challenges. I think I can help make a difference with that, and frankly, I’d like to do the work.”</p>",
      "Pulled Quote": "\"This is my community, I’m raising my kids here.\""
    },
    "Fazlul Kabir": {
      "Election": "District 1",
      "Name": "Fazlul Kabir",
      "Photo file name": "kabir",
      "Profile Text": "<p>Kabir is a current District 1 councilman running for his fourth term on the council. He also served four terms as the North College Park Citizens Association secretary and works as a senior project leader for the U.S. Security Exchange Commission.</p><p>“We have made quite a bit of progress in District 1, but there’s still quite [a few] other things I’d like to see happening,” Kabir said.</p><p>He’d like to accelerate the design and construction of the Hollywood Streetscape project, he said, which aims to revitalize College Park’s Hollywood Commercial District, and bring more activities for youth and senior citizens to the city. He’d also like to develop a dog park, a community center and an affordable childcare facility in North College Park.</p><p>He lists starting the Hollywood Community Garden and the Hollywood Farmers Market, as well as co-founding College Park Day, as some of his accomplishments.</p>",
      "Pulled Quote": "\"We have made quite a bit of progress in District 1, but there’s still quite [a few] other things I’d like to see happening.\""
    },
    "Kate Kennedy": {
      "Election": "District 1",
      "Name": "Kate Kennedy",
      "Photo file name": "kennedy",
      "Profile Text": "<p>Kennedy, a District 1 resident, has been involved with the College Park Community Foundation board, North College Park Community Association and the Advisory Planning Commission since she moved to the city about three years ago.</p><p>She said she is running for council to help the city attract people who want to become long-term residents. Her campaign has three core priorities: Advocating for North College Park residents, promoting smart spending and building a more welcoming and inclusive community.</p><p>“My vision is to help the town attract more people like me, and to become a place where people want to stay,” Kennedy said.</p><p>Kennedy has a master’s of business administration from Georgetown University and works as the chief development officer for the League of Women Voters. She said her business background makes her stand out as a candidate.</p><p>“I’m a fundraiser by training, so I think one of my big differentials is that I can help get grant funds to do a lot of these projects,” Kennedy said, noting she supports developments such as the Duvall Field project, the Hollywood Streetscape Project and the Hollywood Gateway Park project.</p>",
      "Pulled Quote": "“My vision is to help the town attract more people like me, and to become a place where people want to stay.”"
    },
    "Daniel Blasberg": {
      "Election": "District 2",
      "Name": "Daniel Blasberg",
      "Photo file name": "blasberg",
      "Profile Text": "<p>Blasberg, a College Park resident since 1999, has been director of the Berwyn District Civic Association, as well as a member of the College Park Fire Department’s Community Emergency Response Team and the city’s Citizens Corp Council.</p><p>With experience as a senior adviser and deputy chief of staff to a state delegate in Annapolis, Blasberg said he understands how legislation should work.</p><p>“[Government] should work for its residents — but apparently in College Park, that’s not happening,” he said.</p><p>Blasberg also ran in 2015, and said he’s running again for the same reason: A lack of government transparency to the residents of College Park.</p><p>“Very rarely do our current city council members keep their residents up-to-date on things that are going on in regards to what the city council is doing,” Blasberg said.</p><p>Blasberg also served eight years in the U.S. Army and worked in the telecommunications industry for 12 years.</p>",
      "Pulled Quote": "\"[Government] should work for its residents — but apparently in College Park, that’s not happening.\""
    },
    "P.J. Brennan": {
      "Election": "District 2",
      "Name": "P.J. Brennan",
      "Photo file name": "brennan",
      "Profile Text": "<p>Brennan, a current District 2 councilman running for his third term on council, is a University of Maryland alumnus who has served as co-chairman of the Neighborhood Quality of Life Committee for about two years, co-chairman of the seniors’ committee since this summer and the chairman of the College Park City-University Partnership Housing and Development subcommittee for just more than a year.</p><p>Brennan said he has invested a lot of time in understanding city operations and getting to know residents so that he can be an effective leader.</p><p>“I feel that this investment kind of warrants my continued effort in driving a lot of the initiatives that we’ve put forward over the last few years,” Brennan said.</p><p>He would like to see a new City Hall constructed at its current location to meet city needs, but is ultimately interested in “having a safe, clean and prosperous community” like any other resident, he said. His platform focuses on three pillars: Community engagement, smart growth and quality of life issues.</p>",
      "Pulled Quote": "“I feel that this investment kind of warrants my continued effort in driving a lot of the initiatives that we’ve put forward over the last few years.”"
    },
    "Monroe Dennis": {
      "Election": "District 2",
      "Name": "Monroe Dennis",
      "Photo file name": "dennis",
      "Profile Text": "<p>Dennis, a current District 2 councilman running for his fourth term, has lived in College Park since 1995. He was involved in both the Lakeland Civic Association and the Berwyn District Civic Association since the early 2000s, the former of which he served on as president for more than six years.</p><p>“There are some things that we have on the table that we’re undergoing that I’d like to see move further, so I think another term would certainly enable myself and the council to work on some of those things and to help the City of College Park along,” Dennis said.</p><p>His priorities center on enhancing relationships with council and constituents, tackling quality-of-life issues and addressing public safety and day-to-day issues the city faces.</p><p>“The objective of us all should be to try to work together, to work to amicable solutions,” Dennis said.</p>",
      "Pulled Quote": "“The objective of us all should be to try to work together.\""
    },
    "Richard Douglas": {
      "Election": "District 2",
      "Name": "Richard Douglas",
      "Photo file name": "douglas",
      "Profile Text": "<p>Douglas, a District 2 resident for more than seven years, is an Iraq War veteran who has experience working for two municipalities — Baltimore city as a third-party mediator in its public works department, and Washington, D.C. in contract review. He has a private law practice and has been a member of the Maryland bar since the early 1990s.</p><p>“The way I look at it, we need to keep council focused on the basics. And the basics are, let’s make sure our municipality is being run correctly, frugally with contracting and other kind of typical municipal duties are being carried out correctly — the rest of it is optional,” Douglas said.</p><p>Douglas wants the council to focus on listening to its constituents, holding fewer closed meetings and getting local residents employed on city projects. </p><p>Douglas said the noncitizen voting initiative was among the issues that prompted him to run. He said people in his district were interested in putting the issue to referendum, a pathway he didn’t see pursued by his district council members.</p><p>“I don’t feel that responsiveness is there that we need — I feel the way to do that is to change out the people,” Douglas said.</p>",
      "Pulled Quote": "\"The way I look at it, we need to keep council focused on the basics.\""
    },
    "Alex Tobin": {
      "Election": "District 2",
      "Name": "Alex Tobin",
      "Photo file name": "tobin",
      "Profile Text": "<p>Tobin, a junior government and politics major at the University of Maryland, serves on the Neighborhood Quality of Life Committee and helped the Student Government Association organize a safety walk in the city last fall. He also interned for various political campaigns.</p><p>“I decided to run for city council to start dialogue, promote positive change and to show what we can achieve if we’re in this together,” Tobin said.</p><p>Tobin supports “smart and safe development,” absentee voting reform, environmental efforts — such as the city’s mBike program — and improved city-university communication.</p><p>“If we can come together with an open mind to start a dialogue with neighbors we might not have talked to before, then this campaign has won,” Tobin said.</p>",
      "Pulled Quote": "\"I decided to run for city council to start dialogue, promote positive change and to show what we can achieve if we’re in this together.\""
    },
    "Robert Day": {
      "Election": "District 3",
      "Name": "Robert Day",
      "Photo file name": "day",
      "Profile Text": "<p>Day, a current District 3 councilman running for his fourth term, has been College Park Estates Civic Association president, Rent Stabilization Board chairman, Noise Control Board member and Advisory Planning Commission chairman. He has also been involved on other boards and commissions.</p><p>He said he is running because there is a need to “continue being a leader in the community.”</p><p>“If I am re-elected, I will just say that I’d really push to continue the strong communication between the students, the residents, the university — all the major stakeholders in the city, really, not just my district,” Day said. “I’d like to see that continue to grow and not become stagnant.”</p><p>His priorities include efforts to rebuild City Hall and the child daycare center on Calvert Road, as well as promoting sustainable growth in the city.</p><p>“We have a lot of growth that is going to be coming our way, and we need to do it in a smart way,” Day said.</p>",
      "Pulled Quote": "“We have a lot of growth that is going to be coming our way, and we need to do it in a smart way.\""
    },
    "Cindy Guijosa": {
      "Election": "District 3",
      "Name": "Cindy Guijosa",
      "Photo file name": "guijosa",
      "Profile Text": "<p>Guijosa is a senior computer science and criminology major at this university and a three-year District 3 resident. She has been a Landmark community assistant for about three years. She is running with council candidate Zack Miller and mayoral candidate Tom Chen.</p><p>“I feel like [a lot] of the constituents here are college students and I believe that they should be heard,” Guijosa said.</p><p>She said public safety is a “huge concern.” Guijosa would like to see College Park become greener through possible city gardens and soccer fields. </p><p>She wants to pursue city-funded University of Maryland scholarships for residents and their children, and better parking regulations.</p>",
      "Pulled Quote": "“I feel like [a lot] of the constituents here are college students and I believe that they should be heard.”"
    },
    "Zack Miller": {
      "Election": "District 3",
      "Name": "Zack Miller",
      "Photo file name": "miller",
      "Profile Text": "<p>Miller, a three-year District 3 resident and a senior family science major at this university, is the social chairman and historian for Tau Epsilon Phi. He is running with council candidate Cindy Guijosa and mayoral candidate Tom Chen. </p><p>“[There is] a huge population of students within District 3 that really has a voice that isn’t being currently being heard, and I really think that I’m able to, along with Cindy [Guijosa]. take that voice and really make that heard and make College Park great for residents, as well as with students, for students,” Miller said.</p><p>Miller said his number-one concern is improving public safety. He’d also like to prioritize increasing commerce by incorporating more green areas, especially in Old Town. His other priorities include working on traffic issues and pedestrian crossings on Route 1, as well as improving communication between residents and university students.Miller’s campaign website states that “utilizing technology and being actively in communications with resident’s means that time will not be wasted on issues such as voting for illegal aliens,” among other platform positions. \n“I do not support noncitizens being able to vote in local elections,” Miller said, noting that this is his view and he cannot speak to Guijosa’s and Chen’s views on the topic. “We want to make sure that our constituents that live here have their voice heard in the best way possible, and by allowing noncitizens to vote, we are diluting their voice and their vote. However, we do want to incorporate noncitizens and there’s other ways to do that without allowing them to vote. So, I would love to streamline the process to get them to become a citizen and then to vote, or we could have forums where they’re able to engage and voice their opinions, however voting is a right that is reserved to the citizens, and until they become naturalized citizens, that’s when they can vote,” Miller said. </p>",
      "Pulled Quote": "“[There is] a huge population of students within District 3 that really has a voice that isn’t being currently being heard.\""
    },
    "John Rigg": {
      "Election": "District 3",
      "Name": "John Rigg",
      "Photo file name": "rigg",
      "Profile Text": "<p>Rigg is a 10-year District 3 resident who served for five years as president of the Calvert Hills Citizens Association. </p><p>Rigg directs a policy office within the U.S. Department of Health and Human Services. He has also served on the Advisory Planning Commission for the past two years.</p><p>“I’m passionate about city issues, and I’m passionate about the city of College Park,” Rigg said.</p><p>When he was president, the association found a use for the Calvert Road school site. The council voted to establish a childcare center there on March 28. The association also negotiated with developers on a number of sites — such as the location of Whole Foods — and worked to foster a closer relationship with the university.</p><p>“It’s been a lot of exciting work — it’s been a lot of hard exciting work — and I would love the opportunity to participate even more directly in the governance of the city,” Rigg said.</p><p>His campaign is centered on continuing collaborations with the university, tackling quality-of-life issues and fostering a greater sense of community.</p>",
      "Pulled Quote": "“I’m passionate about city issues, and I’m passionate about the city of College Park,”"
    },
    "Oscar Gregory": {
      "Election": "District 4",
      "Name": "Oscar Gregory",
      "Photo file name": "gregory",
      "Profile Text": "<p>Gregory, a 10-year District 4 resident, has worked in corporate business for 35 years.</p><p>“I bring a very customer-centered focus to addressing constituents,” Gregory said.</p><p>His priorities include neighborhood infrastructure and advocating for lower tuition rates for University of Maryland students.</p><p>This university’s tuition rates are determined by the University System of Maryland Board of Regents. Gregory said he’d like to see the council hold conversations about lowering the rates.</p><p>“I don’t like the direction the council is going in, so we’d like to bring the focus back to the neighborhoods priority-wise, and once we take care of that, then we can take care of everything else,” Gregory said.</p><p>Gregory would like to see the end of some city tax credits, such as College Park’s Revitalization Tax Credit, with that money instead being used to create a fund for residents to fix problems with neighborhood infrastructure, including issues with water, gas and sewer lines. Homeowners are responsible for maintaining line connections to houses, he said, meaning that residents have to pay more out of pocket for issues to be fixed. The fund could help reimburse them for these costs.</p>",
      "Pulled Quote": "“I don’t like the direction the council is going in.\""
    },
    "Alan Hew": {
      "Election": "District 4",
      "Name": "Alan Hew",
      "Photo file name": "hew",
      "Profile Text": "<p>Hew served on the council from 2013 to 2015 and has been a District 4 resident for about 12 years. He graduated from this university in 1994 and has worked in computer consulting for the past 10 years. He has served on the Animal Welfare Committee and the 2011 College Park Redistricting Commission and continues to serve on the Committee for a Better Environment and the College Park Day committee.</p><p>“I’m running for District 4 because there are continuing development issues facing the city,” Hew said. “As development happens, I want to ensure the development is focused on the city’s long-term goals and that it is sustainable.”</p><p>Hew, who is from Hawaii, wants to improve pedestrian safety and public transportation while cultivating fresh fruit and vegetable gardens, finding ways to help with the high cost of living for city seniors on fixed budgets and working to improve the quality of life for all residents.</p><p>“I’m a Hawaii boy at heart,” Hew said. “I will come and talk to my constituents and listen to their concerns to find the best way to fix an issue.”</p>",
      "Pulled Quote": "“I’m running for District 4 because there are continuing development issues facing the city.”"
    },
    "Dustyn Kujawa": {
      "Election": "District 4",
      "Name": "Dustyn Kujawa",
      "Photo file name": "kujawa",
      "Profile Text": "<p>Kujawa, a current District 4 council member running for her second term, has served as a member of the College Park Redistricting Commission and College Park Woods Pool board, as well as co-coordinator of the Neighborhood Watch. She is currently the co-chairwoman of the Sustainability Committee for the College Park City-University Partnership.</p><p>“I still have things to do. There’s still a lot of progress in the hopper — transportation, safety — there’s just a lot of things that are still going on that I’d like to see through,” Kujawa said.</p><p>She said she prioritizes having open availability to meet with residents and dealing with her needs. In addition, she said she’d like to focus on neighborhood safety measures, transportation and getting a larger bike-share presence.</p><p>“I think that everything I’ve done speaks for itself,” Kujawa said. “I was very humbled to be elected by my residents, neighbors and peers, and I hope that happens again.”</p>",
      "Pulled Quote": "“I think that everything I’ve done speaks for itself.\""
    },
    "Denise Mitchell": {
      "Election": "District 4",
      "Name": "Denise Mitchell",
      "Photo file name": "mitchell",
      "Profile Text": "<p>Mitchell, a former District 4 councilwoman, served on the council for six years and served as mayor pro-tem from 2013 to 2015. She’s also worked in the education field for about 30 years.</p><p>“I’m very active in the community and I wanted to ensure that we as a District 4 community had someone who can be a viable voice for the residents, provide transparency for them, as well as being a stakeholder at the table when significant discussions were occurring that can impact our community,” Mitchell said.</p><p>Her biggest focus is to maintain One College Park, an organization of residents, property-owners, students and university community members who work together on diversity and inclusion efforts. She’d like to see increased funding for seniors — so they can remodel their homes — pursue city collaboration with local schools and ensure development is in line with what residents see fit.</p><p>Mitchell ran for mayor in 2015 but did not win.</p><p>“Being a council member means you’re accountable to your residents,” Mitchell said. “I take that very seriously. My terms on council previously has shown that I was accountable to the residents that I served in District 4.”</p>",
      "Pulled Quote": "\"Being a council member means you’re accountable to your residents. I take that very seriously.\""
    }
  }
]
