[
  {
    "fullName": "Fazlul Kabir",
    "pictureFileBaseName": "kabir",
    "position": "District 1",
    "isIncumbent": true,
    "quote": "\"We have made quite a bit of progress in District 1\"",
    "bio": "<p>Kabir has served as a District 1 council member for four terms — and, because his race isn't contested, he's set to win his fifth in November.</p><p>Nonetheless, Kabir said he is taking the time to engage with his constituency, as he would in a more competitive election, to learn more about their concerns.</p><p>\"Right now I am going door-to-door, knocking on doors and talking to residents,\" he said.</p><p>It's a process Kabir said he greatly values, and one he worries would be lost if council term lengths are changed from two to four years — a referendum on this year's ballot. Kabir said he worries this move would decrease accountability for those in office and reduce communication between officials and their constituents.</p><p>\"If you asked me to vote today, [based] on personal opinion, I would not support it,\" Kabir said.</p><p>In his upcoming term, Kabir said he hopes to continue pushing along projects such as renovations to the Hollywood neighborhood streetscape and Duvall Field, as well as adding a dog park to the Hollywood community. Kabir said these projects have \"dragged on\" for a long time but are approaching full funding or completion.</p><p>He also hopes to bring more parks and field to his district. District 1, Kabir said, is a quarter of the city, but has nearly half of the city's single family homes. Kabir said the district needs places for people of all ages to gather and programs that fit resident needs.</p>"
  },
  {
    "fullName": "Kate Kennedy",
    "pictureFileBaseName": "kennedy",
    "position": "District 1",
    "isIncumbent": true,
    "quote": "\"My vision is to help the town attract more people like me\"",
    "bio": "<p>Kennedy is finishing up her first term as a District 1 representative on the council. The District 1 race is the only one that is uncontested, so she and her colleague, councilman Fazlul Kabir, will continue to serve on the body after the election.</p><p>\"One of the reasons I run is to build community, and genuine community, amongst my neighbors,\" Kennedy said, who moved to College Park in 20142003 after growing up in New Hampshire.</p><p>Kennedy said one of her passions is serving on the council's Committee on Committees, a group that focuses on reorganizing the structure of the committees, which are made up of the city's residents.</p><p>\"Committees are one of the best ways residents can engage with the city,\" said Kennedy.</p><p>While on council, Kennedy said she has helped lead the group in restructuring the nomination process for committees.</p><p>Currently, nominations for committees come in sporadically throughout the year, with council members able to nominate residents to serve on a committee at any time. But Kennedy said this system will soon be more centralized.</p><p>Kennedy hopes to have all of the committee positions opened once a year, so that there can be a more structured nomination process: a recruitment phase, an application phase and an orientation phase.</p><p>She aims to release applications for positions on committees in the spring. She said her job on the Committee on Committees is one of the things she feels she \"brings to the table.\"</p>"
  },
  {
    "fullName": "Monroe S. Dennis",
    "pictureFileBaseName": "dennis",
    "position": "District 2",
    "isIncumbent": true,
    "quote": "\"The objective of us all should be to try to work together.\"",
    "bio": "<p>Dennis is about to complete his eighth year as a District 2 council member.</p><p>He said he is most proud of his previous work as a consensus builder between his colleagues on the council. He said he works to help the council collaborate and be a more cohesive body, and he encourages partnerships and team building.</p><p>Dennis said he originally became interested in local government through his involvement with the Lakeland Civic Association, where he often worked with the mayor and council. He said after people asked him to get involved, he decided to run.</p><p>\"I want to help the community, and I want to give back to the community,\" Dennis said.</p><p>His campaign touches on \"quality of life\" issues, which Dennis said is an umbrella term for many things in the community.</p><p>Specifically, he wants to focus on activities and assistance for seniors. He wants to see senior social events enhanced, and Neighbors Helping Neighbors — a program that provides transportation for seniors to things such as doctors appointments — \"ramped up.\"</p><p>Dennis said he's excited early voting, which took place on Oct. 27, had a good turnout, and he hopes the high turnout rate continues.</p><p>\"I hope that folks — that our residents — all over the city are sufficiently informed, that they will come out and vote on election day,\" Dennis said.</p>"
  },
  {
    "fullName": "P.J. Brennan",
    "pictureFileBaseName": "brennan",
    "position": "District 2",
    "isIncumbent": true,
    "quote": "\"I feel that this investment kind of warrants my continued effort in driving a lot of the initiatives that we've put forward over the last few years.\"",
    "bio": "<p>Brennan, who currently represents District 2 on the council, is running for his fourth term.</p><p>Since joining the body in 2014, Brennan has teamed up with other council members to plan the construction of the new city hall, been a strong advocate for public art in the community and worked to create new, environmentally conscious sidewalks in the city.</p><p>\"I really enjoy serving our city and being a reliable point of contact for my neighbors,\" Brennan said.</p><p>He's proud of his work involving voter accessibility — he has supported early voting, the city's addition of voting centers and the establishment of a polling location at the university.</p><p>If reelected, he wants to see the city explore same-day voter registration on Election Day to improve voter accessibility. He also wants to work with students to advance projects addressing the need for affordable housing.</p><p>Brennan said his campaign centers on three main issues — community engagement, smart growth and quality of life — just like it did in 2017.</p><p>Community engagement, he said, involves communication between the city and its residents, while smart growth addresses city development. Quality of life, Brennan said, refers to things such as taxes on the community, the community's impact on climate issues and most recently, regulating noise and nuisances.</p><p>These issues aren't things that are \"solved,\" but things the city must continually work on to meet residents' needs, Brennan said. He hopes to continue addressing these challenges if elected for a fourth term.</p><p>\"It is a really incredible time to live in our city,\" Brennan said. \"We have a lot of different perspectives to balance as a council, so it's very challenging, but it's also very exciting.\"</p>"
  },
  {
    "fullName": "Oscar E. Gregory",
    "pictureFileBaseName": "gregory",
    "position": "District 4",
    "isIncumbent": false,
    "quote": "\"I don't like the direction the council is going in.\"",
    "bio": "<p>Gregory is now in the midst of his third run for College Park City Council. He ran for District 4 in 2015 and 2017, and after a move to Berwyn, he's now running for District 2.</p><p>His campaign is centered on strengthening the community by engaging the residents of local neighborhoods. The city council is pushing to urbanize College Park, Gregory said, but the neighborhoods aren't receiving similar attention. Developers have saturated the area with big buildings and shopping centers, he said.</p><p>Newer developments, such as the Riverdale Park Station shopping center, Gregory said, aren't built to last. There's a lack of surrounding infrastructure and there aren't enough people to sustain it.</p><p>\"Eventually, they'll get tired of the same pizza and they'll go someplace else,\" he said.</p><p>Gregory is prioritizing tax reductions, while also focusing on safety and the environment. He also plans to push for lower tuition at the University of Maryland — something he wouldn't have the power to change directly, he noted, but could advocate for outside of the city.</p><p>He said College Park should be a city that takes care of its residents. His vision for the city includes green space instead of developments and an engaged community of residents and students.</p><p>\"I would like to see people more engaged, because they actually count,\" he said. \"Their voices count, their opinions count.\"</p><p>Gregory remembers summer nights in the 1970s: He and the other neighborhood teenagers would leave their houses for a walk through the streets. He remembers the warm air, good conversation and the \"knuckleheads\" who used to pull out the beer.</p><p>\"It was just honest-to-God community,\" he said. \"And you couldn't ask for anything better.\"</p>"
  },
  {
    "fullName": "Micheal O. Emmanuel",
    "pictureFileBaseName": "emmanuel",
    "position": "District 4",
    "isIncumbent": false,
    "quote": "\"InsertQuote\"",
    "bio": "<p>This is Emmanuel's first time running for a city-level position. A University of Maryland graduate, he previously served as the academic affairs vice president on the Student Governance Board.</p><p>He was motivated to run because he thought the council needed new faces, voices and ideas.</p><p>\"Most of them vote the same way,\" Emmanuel said of the current council members, \"so I think we need an opposing voice on the council so that they're able to challenge them.\"</p><p>His campaign centers around public safety, education and strengthening community involvement. Emmanuel said that while education is something addressed at the county level, the city should still be making its voice heard in terms of improving teacher benefits and academic performance, especially in mathematics.</p><p>Emmanuel said he believes the council doesn't listen to students as much as it should, and it needs to be held accountable by the students it represents. He brought up the recent vote for the social gatherings ordinance, which was strongly opposed by students. He said it \"makes no sense\" that the council decided the way they did after hearing so much student input.</p><p>\"I'm not condoning student behavior, I'm just saying that you don't punish thousands of students because of a few bad apples,\" Emmanuel said.</p><p>Emmanuel hopes that if elected, he can represent all the residents, including the students. He said he hopes the students will consider him \"one of them\" when they cast their ballots.</p>"
  },
  {
    "fullName": "Maria E. Mackie",
    "pictureFileBaseName": "mackie",
    "position": "District 4",
    "isIncumbent": false,
    "quote": "\"InsertQuote\"",
    "bio": "<p>Maria Mackie is a long-time District 4 resident running for office for the first time. Mackie grew up in College Park, left to attend college at the University of Delaware, and returned over 20 years ago to live here with her family.</p><p>She previously served as the District 4 Board of Elections Supervisor, a Neighborhood Watch Captain and as a member of the West College Park Citizens Association.</p><p>\"This has been my home for so long that I just really care about what's going on in the city,\" Mackie said. \"I want to be part of making College Park a community that people want to come and live here.\"</p><p>After careers at the Farm Credit Administration and NASA Goddard Space Flight Center, Mackie became a full-time mom to her five kids. She currently works as an energy consultant, — advising customers on utility options — a tutor and an aging-at-home assistant.</p><p>If elected, Mackie intends to focus on affordable housing and residents' safety and quality of life, such as improving lighting, sidewalks, bike lanes and parks, she said. Mackie also wants to bolster communication with residents by holding focus groups or community meetings to incorporate more input into council decisions.</p><p>\"College Park is a very diverse city and we have a lot of super awesome people,\" she said. \"I would really love to use that asset that our city has to make our city a better place.\"</p>"
  },
  {
    "fullName": "Denise C. Mitchell",
    "pictureFileBaseName": "mitchell",
    "position": "District 4",
    "isIncumbent": false,
    "quote": "\"InsertQuote\"",
    "bio": "<p>Denise Mitchell, who currently serves as a District 4 councilmember, is running for her sixth nonconsecutive term.</p><p>A College Park resident since 1975, Mitchell served on the council for six years before running for mayor and losing in 2015. She also served as mayor pro tem from 2013 to 2015.</p><p>In addition, Mitchell also worked in the education field for over 30 years — she's previously served as chair of the city's education advising committee and on the College Park Academy founding board, among other positions.</p><p>\"My record speaks for itself,\" Mitchell said. \"I've always listened. I voted for what the residents expect me to vote for. I have been engaged, I have been accountable and I have been transparent.\"</p><p>As a council member, Mitchell pushed for a spending cap on the construction of the new city hall, but it did not go through. If reelected, her goals would be to obtain tax credits for long-term homeowners, prevent construction on the University of Maryland golf course and improve pedestrian safety on Metzerott Road.</p><p>Mitchell also wants to see through the development of a community center in College Park Woods, evaluate the pros and cons of creating a College Park police force and bolster the city's internship program.</p><p>\"This is my home,\" Mitchell said. \"I'm not going anywhere. I am here to actively fight for and support my constituents.\"</p>"
  },
  {
    "fullName": "Robert W. Day",
    "pictureFileBaseName": "day",
    "position": "District 3",
    "isIncumbent": true,
    "quote": "\"We have a lot of growth that is going to be coming our way\"",
    "bio": "<p>Robert Day, who currently represents District 3, is running for his fifth term.</p><p>He said he hopes to develop affordable housing and attract restaurants and other businesses to set up shop in the city. He's also pushing for better communication between the council and the public, improved public safety and building a stronger school system.</p><p>\"I'm not going to say I make every single person happy, but I want to listen to them,\" Day said. \"I'm going to try and develop a path forward where both sides move back towards the middle to address the issues in a fair and equitable way.\"</p><p>Day is proud of his work in helping to establish College Park Academy, a charter middle and high school that was a collaborative project with the university. He hopes the school's model, which includes a mixture of online and in-person learning, is used throughout Prince George's County.</p><p>If elected to another term, he hopes to improve traffic on Route 1, and make the city appealing as a pit stop on the highway — a major thoroughfare that stretches from Florida to Maine.</p><p>\"We want to build a kind of city that instead of people just passing through on Route 1, that they make it a destination,\" Day said.</p><p>He looks forward to development around the Purple Line to bring the area in connection with the rest of the city and increase the number of permanent residents.</p><p>\"We want this to be a home where people don't want to leave, and they want to be here forever,\" he said.</p>"
  },
  {
    "fullName": "Mark J. Mullauer",
    "pictureFileBaseName": "mullauer",
    "position": "District 3",
    "isIncumbent": false,
    "quote": "\"InsertQuote\"",
    "bio": "<p>This is Mark Mullauer's first time running for a position. A resident since 2007, Mullauer first became involved in local government when his parking cost was changed from $10 biannually to $60 a month after the construction of Terrapin Row apartments.</p><p>Unable to afford the new cost, Mullauer argued to the council, and said they admitted \"they didn't do enough due diligence\" when looking at the effects of the change in pricing.</p><p>Since then, Mullauer said, the council \"hasn't changed much,\" and now he thinks it's time for a fresh face.</p><p>Mullauer said one of the main focuses of his campaign is safety. He observed a meeting where the mayor and council spoke with the police about the security camera system downtown. But he felt like the current council was leaning toward the option that would save them the most money — cameras that would record for later playback, but wouldn't allow live monitoring.</p><p>\"You can't put a price on safety,\" he said.</p><p>He hopes to work toward bringing the community together — something that's even more important after the council's recent decision to ban \"unruly social gatherings\" in the city, which he said \"pitted the area against each other.\"</p><p>\"I don't think what they did was exactly the best option, and I'd really like to work with residents and students to find a better way to revise that,\" he said.</p><p>Mullauer said he hopes to see a high voter turnout across the board — but emphasized the importance of students casting their ballots.</p><p>\"It would be a privilege to represent them,\" he said.</p>"
  },
  {
    "fullName": "John B. Rigg",
    "pictureFileBaseName": "rigg",
    "position": "District 3",
    "isIncumbent": true,
    "quote": "\"I'm passionate about city issues\"",
    "bio": "<p>Rigg is a current District 3 councilmember running for his second term. Prior to his election, Rigg served five years as president of the Calvert Hills Citizens Association and two years on the Advisory Planning Commission.</p><p>\"I'm passionate about College Park,\" Rigg said. \"I'm passionate about the city, and about its residents and about making it a better place.\"</p><p>In his first term on the council, Rigg advocated for the preservation of land on Albion Road and pushed an \"unruly social gatherings\" ban. He's also collaborated with Greek life students to reduce break-ins over school breaks, protected funding for security cameras in Old Town and worked to improve bike and pedestrian access to the Riverdale Park Station.</p><p>\"Neighborhood safety and neighborhood quality of life have been at the core of what I've been trying to do over the past two years,\" Rigg said.</p><p>His campaign is centered on attracting more year-round residents, he said — working to bring more non-students to help businesses stay afloat during the summer months. He aims to support affordable housing, sustainability and small and minority-owned businesses.</p><p>\"I'm good at policy, but I'm mostly good at policy because I work hard, to be honest with you,\" Rigg said. \"I'm very eager to hear from all stakeholders, and I try to accommodate their concerns whenever I can.\"</p>"
  },
  {
    "fullName": "Lalzarliani Malsawma",
    "pictureFileBaseName": "malsawma",
    "position": "Mayoral",
    "isIncumbent": false,
    "quote": "\"The vision [God has] given me is to help make College Park a place where no evil can thrive.\"",
    "bio": "<p>This is Malsawma's second time running for mayor of College Park. She ran in the 2017 elections, finishing with the fewest votes among the four mayoral candidates.</p><p>Malsawma, who goes by \"Zari,\" has lived in College Park for about 46 years, after immigrating to the U.S. from India with her family in 1973. If elected, Malsawma said she wants to make College Park a city \"like none there's ever been\" and where \"no evil can thrive.\"</p><p>\"My vision for College Park is to make it a city where God's name is hallowed, where his kingdom comes, and his will is done,\" Malsawma said at an Oct. 28 forum for the mayoral candidates.</p><p>During another candidate forum on Oct. 18, she said she felt \"compelled to run\" when Mayor Patrick Wojahn, who is gay, started campaigning in 2015. She has also said Wojahn's goal to make College Park an LGBTQ-friendly is \"totally against\" her \"Christian beliefs.\" However, Malsawma stressed she does not hate people who identify as LGBTQ or discriminate against them — she just disagrees with them \"about their sexuality.\"</p><p>Malsawma said one of the main focuses of her campaign is promoting unity in the city.</p><p>\"I would like for us to come together and develop a sense of identity that transcends our diversity,\" Malsawma said at the Oct. 28 forum.</p><p>At that forum, Malsawma said she feels the city's partnership with the University of Maryland has \"gone overboard,\" and recent College Park development has been geared toward helping the university become one of the best in the U.S.</p><p>Non-student residents are forgotten under the city's current relationship with the university, Malsawma said. If elected, she wants to work on having a \"separate university and city … where neither is consumed by the other and each is keeping the other accountable.\"</p><p>Malsawma said she is excited to have the opportunity to share her vision with people, and she hopes it encourages council members and candidates. She turned down repeated requests to be interviewed.</p>"
  },
  {
    "fullName": "Nikesha Pancho",
    "pictureFileBaseName": "pancho",
    "position": "Mayoral",
    "isIncumbent": false,
    "quote": "\"InsertQuote\"",
    "bio": "<p>Although Nikesha Pancho has never run for public office before, she's been involved at the \"grassroots level of every part of government\" for years.</p><p>\"I decided to run for mayor so that I could take what I've been doing at the grassroots level to a higher level,\" said Pancho, who has experience in mental health counseling and fitness training and also mentors young people in her community.</p><p>She pitches herself as an advocate. She wants to push for measures that support young people — particularly those who don't see college as a future for themselves — and help the homeless, specifically homeless veterans.</p><p>If elected, Pancho wants to improve communication with the community and make sure residents feel heard and represented in the city government. She said she wants to give University of Maryland students opportunities to sit down with council members and residents and have conversations outside of meetings.</p><p>While Pancho didn't elaborate on specific measures she'd like to pursue, she said her main strategy for creating policies would be seeking input from her constituents. In fact, the message of her campaign is \"I'm Listening\" — something she doesn't think current city leaders do enough.</p><p>\"I believe our voices aren't being heard, and I believe elected officials are supposed to listen to all voices, not just one voice, or their own voice,\" Pancho said. \"Everyone has a voice.\"</p><p>To campaign, Pancho has been riding her \"little red scooter\" door-to-door in the city, toting flyers and signs. She said she's been speaking with community members to show them the passion she has for bettering the city.</p><p>\"I'm excited about running. I'm excited about working for the residents, the taxpayers and the students in this community,\" Pancho said.</p>"
  },
  {
    "fullName": "Patrick Wojahn",
    "pictureFileBaseName": "wojahn",
    "position": "Mayoral",
    "isIncumbent": true,
    "quote": "\"There's a lot of promise here\"",
    "bio": "<p>Incumbent Patrick Wojahn is running for his third term as mayor of College Park. Last election, he won the most contested mayoral race in the city's history, beating out three other candidates.</p><p>\"I love this community. I love how diverse it is, how exciting it is, how vibrant it is,\" Wojahn said. \"We have these great neighborhoods where there's a great diversity of people coming from all over the world.\"</p><p>Over his four years as mayor, Wojahn said one of the things he's most proud of is enhancing the partnership between the city and the University of Maryland, which he's said he's done through his work of \"getting City Hall across the finish line.\"</p><p>After years of planning, the construction of College Park's new city hall is moving forward — a project the city and the university are working together to complete. Wojahn said the relationship between the two grew tighter as they pushed the development through the planning and pre-construction phases.</p><p>Wojahn said he hopes to continue working with the university next year when it's led by a new president.</p><p>Additionally, if re-elected, Wojahn wants to keep making the city a more attractive place to live by enhancing areas in the city other than downtown and the Hollywood Commercial District, which Wojahn said the council has focused on for years.</p><p>Wojahn's campaign also centers on sustainability, as he believes climate change is \"one of the greatest challenges we face.\" As mayor, he wants to work toward decreasing the city's environmental impact by looking at its stormwater management system and improving its bike lanes and trail networks.</p><p>In addition, Wojahn wants to find new ways to interact with residents outside of council meetings. He said he hopes to utilize social media and other \"non-traditional means\" to let residents know the city is \"here to serve them,\" and that he and council members want to hear their input and ideas.</p><p>Wojahn's three major goals of engagement, sustainability and \"smart growth and city revitalization\" — which deals with city development — are already aims the council has, but he wants to go the extra mile.</p><p>\"We've started a lot, there's a lot more that we have left to do.\" he said. \"I would be honored and humbled to be able to continue the work that we've done.\"</p>"
  }
]